/* State and Keywordgroupnames */
"Base" = "Base";
"Literals" = "Litéraux";
"Keywords" = "Mots clefs";
"Basic Functions" = "Functions intégrées";
"Libraries" = "Bibliothèques";
"Library Functions" = "Fonctions de bibliothèque";
"MetaTableKeywords" = "Mots clefs MetaTable";
"Numbers" = "Nombres";
"Singleline Comment" = "-- Commentaire";
"Multiline String" = "[[Chaînes de caractères]]";
"String with single quotes" = "'Chaînes de caractères'";
"String" = "\"Chaînes de caractères\"";
